Revit 2027 API
SpecTypeId.HvacVelocity Property
 Velocity, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HvacVelocity { get; }
Public Shared ReadOnly Property HvacVelocity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HvacVelocity {
	ForgeTypeId^ get ();
}
static member HvacVelocity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace